{
    "header": {
        "aboutUs": "За нас",
        "ourServices": "Нашите услуги",
        "contactUs": "Контакт с нас"
    },
    "home": {
        "carousel1": "Positive impact",
        "carousel2": "Power Up Your Brand",
        "carousel3": "Creativity",
        "carousel4": "Elevate to Engage",
        "carousel5": "Your Brand, Our Mission",
        "carousel6": "Innovate, Engage, Grow",
        "carousel7": "Where Vision Becomes Reality",
        "carousel8": "Success Starts Here",
        "carousel9": "Ideas with Impact",
        "heading": "Маркетингът вече не е лесен, оставете ни да ви помогнем да се откроите",
        "desc": "Изграждане на най-добрата стратегия за вашия бизнес",
        "contactBtn": "Свържете се с нас"
    },
    "services": {
        "heading": "Какво можем да направим за вас?",
        "brandAwarenessTitle": "Разпознаваемост на марката",
        "brandAwarenessDesc": "Търсите резултати, които имат значение? Ние ви предоставяме експертиза, креативност и лично отношение, за да ви предоставим услуги, персонализирани за вашите нужди. Повишете своето изживяване и гледайте как вашите цели се превръщат в реалност.",
        "leadGenerationTitle": "Генериране на лийдове",
        "leadGenerationDesc": "Готови ли сте да разширите клиентската си база? Нашите услуги за генериране на лийдове са създадени, за да привлекат, ангажират и превърнат. Ние таргетираме правилната аудитория, улавяме висококачествени лийдове и ви помагаме да превърнете потенциалните клиенти в лоялни.",
        "contentCreationTitle": "Създаване на съдържание",
        "contentCreationDesc": "Нуждаете се от съдържание, което спира скролването? Ние сме тук за вас. От визуални изображения, които грабват вниманието, до ангажиращи постове, ние създаваме съдържание, което предизвиква разговори и ви свързва с вашата аудитория.",
        "performanceMarketingTitle": "Маркетинг за представяне",
        "performanceMarketingDesc": "Ние се грижим за резултати, които имат значение. От създаване на таргетирани кампании до анализиране на резултати, ние се уверяваме, че всяко кликване и впечатление носи стойност за вашия бранд. Нека тези прегледи се превърнат в лоялни клиенти, а инвестицията в реклама - в реален растеж.",
        "emailMarketingTitle": "Имейл маркетинг",
        "emailMarketingDesc": "Бъдете в ума на вашата аудитория. Нашите услуги за имейл маркетинг създават персонализирани кампании, които поддържат отношенията, увеличават ангажираността и генерират продажби. От автоматизация до сегментация, ние ви помагаме да превърнете абонатите в лоялни клиенти.",
        "marketingStrategyTitle": "Маркетингова стратегия",
        "marketingStrategyDesc": "Без ясна стратегия дори и най-добрите идеи не могат да постигнат успех. Нашите услуги за маркетингова стратегия предоставят персонализирана пътна карта, която води бизнеса ви към растеж. От пазарни изследвания до изпълнение, ние създаваме план, който е в съответствие с вашите цели и увеличава вашето въздействие."
    },
    "actionBanner": {
        "text": "Направете първата крачка сега *"
    },
    "quoteBanner": {
        "text": "В един променящ се свят, ние се привързваме към",
        "button": "Изпратете ни имейл",
        "quotes": {
            "0": "значими действия",
            "1": "положително съдържание",
            "2": "нестандартни идеи",
            "3": "отговорна комуникация"
        }
    },
    "contactUs": {
        "heading": "Искате ли да научите повече за нас?",
        "subheading": "Защото ние искаме да научим повече за вас.",
        "firstNameLabel": "Име",
        "firstNameRequired": "Поле Име е необходимо",
        "lastNameLabel": "Фамилно име",
        "lastNameRequired": "Поле Фамилия е необходимо",
        "emailLabel": "Имейл",
        "emailRequired": "Поле Имейл е необходимо",
        "phoneLabel": "Телефон",
        "phoneRequired": "Поле Телефон е необходимо",
        "companyNameLabel": "Име на компанията (по желание)",
        "messageLabel": "Как можем да ви помогнем?",
        "messagePlaceholder": "Съобщения / Въпроси / Желания",
        "buttonText": "Изпратете",
        "errorMessage1": "Неуспешно изпращане на съобщението.",
        "errorMessage2": "Ще се радваме да ни се обадите :)",
        "errorMessage3": "+359 879 373 913",
        "successMessage1": "Вашето съобщение беше Успешно изпратено :)",
        "successMessage2": "Очаквайте имейл или обаждане от нас в следващите 24 часа."
    },
    "whyUs": {
        "heading": "Защо нас?",
        "text1": "В Wild Marketing Agency не сме просто още един маркетингов екип – ние сме група от мотивирани, креативни и амбициозни млади професионалисти с доказани успехи. Нашият опит с брандове в B2B и B2C секторите ни научи какво е нужно, за да постигнем въздействащи резултати. Комбинираме свежи перспективи с доказана експертиза, за да донесем на вашия бизнес вниманието, растежа и успеха, които заслужава.",
        "text2": "Изберете Wild Marketing Agency, ако сте готови да работите с екип, който внася свежи идеи и силна работна етика. Нека създадем нещо изключително заедно!",
        "instagram": "wild_marketing_agency",
        "carousel": {
            "item1": {
                "title": "Защото се стремим към позитивен маркетинг",
                "description": "Вярваме в развитието на бизнесите с маркетинг, който е етичен и въздействащ."
            },
            "item2": {
                "title": "Защото нашето виждане е различно",
                "description": "Ние разглеждаме маркетинга като нещо повече от инструмент за продажби; той е за изграждане на взаимоотношения."
            },
            "item3": {
                "title": "Защото постигаме резултати",
                "description": "Нашите стратегии се фокусират върху предоставянето на измерими, устойчиви резултати за вашия бизнес."
            },
            "item4": {
                "title": "Защото непрекъснато иновираме",
                "description": "Нашият екип следи тенденциите, за да гарантира, че вашият бранд винаги е напред."
            },
            "item5": {
                "title": "Защото поставяме на първо място взаимоотношенията с клиентите",
                "description": "Клиенти на вашия бизнес са в сърцето на всичко, което правим."
            }
        }
    },
    "steps": {
        "title": "Какви са следващите стъпки?",
        "step1": {
            "title": "Среща",
            "explanation": "Запознаваме се с вашия бранд, цели и визия. Всичко е свързано с това да разберем как можем да ви помогнем да растете."
        },
        "step2": {
            "title": "План",
            "explanation": "Изготвяме персонализиран план, съобразен с вашите нужди. Ще представим креативни решения, които ще повишат дигиталното ви присъствие и ще постигнат реален ефект."
        },
        "step3": {
            "title": "Финална среща",
            "explanation": "След съгласуване на стратегията, ставаме ваши дигитални партньори. Нашият екип ще работи с вас непрекъснато, за да изведе вашия бранд на правилното място."
        },
        "step4": {
            "title": "Започваме работа заедно",
            "explanation": "Време е да превърнем идеите в действия. Изпълняваме плана, измерваме резултатите и продължаваме да оптимизираме, за да гарантираме успеха на вашия бранд в дигиталното пространство."
        }
    },
    "facts": {
        "title": "Помагаме на амбициозни компании да постигнат и надминат своите цели за растеж с ",
        "fact1": {
            "heading": "500К",
            "text": "Доставихме над 500 000 преглеждания за един от нашите клиенти, като създадохме ангажиращо и хумористично съдържание, проектирано да грабне вниманието на тяхната аудитория. Всяко съдържание беше стратегически създадено, за да подтикне към конкретно действие, като стимулира  за  ангажираност и посещения на социалните мрежи."
        },
        "fact2": {
            "heading": "8.0/ROAS",
            "subheading": "(възвръщаемост на разходите за реклама)",
            "text": "Лятна седмична кампания за e-commerce бранд с бюджет от 500 EUR, при която генерирахме над 4000 EUR и над 50 покупки. Това означава, че за всяко 1 EUR разход получихме възвръщаемост от 8 EUR."
        },
        "fact3": {
            "heading": "25 000",
            "subheading": "преглеждания на страница",
            "text": "25 000 посещения на страница за определена кампания в рамките на 1 месец. Управлявахме само Google реклами (търсене и Performance Max), със средна цена на клик (CPC) от 0.27 лв."
        },
        "fact4": {
            "heading": "100",
            "subheading": "лоялни клиенти",
            "text": "Заложихме на прецизно таргетиране по местоположение, аудитории с интереси за самата капания и услуга, качествен копирайтинг и ефективни банери с призив за действие. Управлявахме META реклами за изграждане на brand awarness за марката и постигнахме над 100 потенциални клиенти само за 3-седмична кампания."
        }
    },
    "footer": {
        "logoAlt": "Wild Marketing Agency Logo",
        "socialsTitle": "Нашите социални мрежи",
        "socialsDescription": "Нашата цел е да ви държим информирани",
        "instagram": "Instagram",
        "facebook": "Facebook",
        "contactTitle": "Контакт",
        "phone": "(359) 879-373-913",
        "pexels": "Някои изображения са лицензирани от Pexels."
    },
    "languageSelector": {
        "english": "Английски",
        "bulgarian": "Български"
    }
}